export const data = [
  {
    part: "I.	Использование официальной статистической информации",
    question:
      "Пользуетесь ли Вы официальной статистической информацией, предоставляемой Службой?",
    answers: ["Да", "Нет"],
  },
  {
    question:
      "Как часто Вы пользуетесь официальной статистической информацией, предоставляемой Службой?",
    answers: [
      "Каждую неделю / почти каждую неделю",
      "2-3 раза в месяц",
      "1 раз в месяц",
      "2-3 раза в полугодие",
      "Примерно 1 раз в полугодие и реже",
      "Затрудняюсь ответить",
    ],
  },
  {
    question:
      "3.	Укажите, какими источниками получения официальной статистической информации Вы пользуетесь?",
    subtitle: "(возможны несколько вариантов ответа)",
    answers: [
      `Единая межведомственная информационно-статистическая система (ЕМИСС)  www.fedstat.ru`,
      `Официальный интернет-портал Росстата/его территориальных органов`,
      `Обращения в Росстат/его территориальные органы (в письменной форме на бумажном носителе, в формате электронного документа, по телефону, личный прием)`,
      `Средства массовой информации`,
      `Официальные оперативные публикации, печатные статистические издания («Россия 
в цифрах», «Российский статистический ежегодник», «Демографический ежегодник России», «Социальное положение и уровень жизни населения России», «Цены 
в России», «Финансы России», «Инвестиции в России», «Торговля в России» 
и другие)`,
      `Другие (укажите, какие именно источники)`,
    ],
  },
  {
    question:
      "С какой целью Вы используете официальную статистическую информацию?",
    subtitle: "(возможны несколько вариантов ответа)",
    answers: [
      "Маркетинг",
      "Исследования/научная деятельность",
      "Для общей информации",
      "В целях обучения (образования)",
      "Преподавательская деятельность",
      "Профессиональная деятельность/бизнес",
      "Банковская аналитика",
      "Другое (уточните)___________________________________",
    ],
  },
  {
    question:
      "Отметьте, какую официальную статистическую информацию Вы используете?",
    subtitle: "(возможны несколько вариантов ответа)",
    answers: [
      "Национальные счета",
      "Уровень жизни населения",
      "Рынок труда и занятость населения",
      "Демография",
      "Наука, инновации и информационное общество",
      "Цены",
      "Финансы ",
      "Предпринимательство",
      "Охрана окружающей природной среды",
      "Здравоохранение",
      "Образование",
      "Торговля и услуги",
      "Сельское хозяйство",
      "Строительство и инвестиции",
      "Итоги всероссийских переписей населения",
      "Итоги всероссийских сельскохозяйственных переписей",
      "Региональная и муниципальная статистика",
      "Другое (уточните)___________________________________",
    ],
  },
  {
    part:
      "II.	Деятельность Службы по предоставлению официальной статистической информации",
    question: `Оцените, пожалуйста, официальную статистическую информацию, предоставляемую Службой, по 10-балльной шкале: 
`,
    subtitle: ` где 1 – неудовлетворен(а), 
10 – полностью удовлетворен(а), по следующим критериям (отметьте или выделите цветом ячейку с подходящей для каждого критерия оценкой)`,
    answers: [
      "Уровень детализации информации",
      "Формат предоставления (doc, ex",
      "Оперативность",
      "Корректность",
      "Критерий",
      "Актуальность",
      "Соответствие Вашим требованиям",
      "Периодичность предоставления",
      "Согласованность информации",
      "Доступ к метаданным",
      "Легкость чтения",
      "Комментарии и анализ",
      "Графическое представление данн",
      "Легкость дальнейшего использов",
    ],
    variants: ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9", "10"],
  },
  {
    question: `Насколько хорошо Вы осведомлены о методологических разработках Службы 
по следующим направлениям?`,
    subtitle:
      "(отметьте или выделите цветом ячейку с подходящим для каждого направления ответом)",
    answers: [
      "Национальные счета",
      "Уровень жизни населения",
      "Рынок труда и занятость",
      "Демография",
      "Наука, инновации и информационное общество",
      "Цены",
      "Финансы",
      "Предпринимательство",
      "Окружающая среда",
      "Здравоохранение",
      "Образование",
      "Торговля и услуги",
      "Сельское хозяйство",
      "Строительство и инвестиции",
    ],
    variants: [
      "Очень хорошо осведомлен",
      "Знаю общую информацию",
      "Практически ничего не знаю",
      "Не знаю ничего",
      "Затрудняюсь ответить",
    ],
  },
  {
    question: `Если по какому-либо направлению методологических разработок Вы выбрали ответ «Очень хорошо осведомлен», оцените, пожалуйста, уровень соответствующих методологических разработок по 10-балльной шкале: 
`,
    subtitle: `где 1 – низкое качество, 
10 – высокое качество (в столбце «В.9. Оценка» укажите значение от 1 до 10 
или з/о (затрудняюсь ответить))`,
    answers: [
      "Национальные счета",
      "Уровень жизни населения",
      "Рынок труда и занятость",
      "Демография",
      "Наука, инновации и информационное общество",
      "Цены",
      "Финансы",
      "Предпринимательство",
      "Окружающая среда",
      "Здравоохранение",
      "Образование",
      "Торговля и услуги",
      "Сельское хозяйство",
      "Строительство и инвестиции",
    ],
    variants: ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9", "10"],
  },
  {
    question: "Насколько для Вас понятны методологические разработки Службы?",
    answers: [
      "Полностью понятны",
      "Скорее понятны",
      "Скорее не понятны",
      "Не понятны",
      "Затрудняюсь ответить",
    ],
  },
  {
    question: "Насколько Вы доверяете данным официальной статистики?",
    answers: [
      "Полностью доверяю",
      "Скорее доверяю",
      "Скорее не доверяю",
      "Не доверяю",
      "Затрудняюсь ответить",
    ],
  },
  {
    question:
      "Насколько Вы удовлетворены объемом публикуемой Службой официальной статистической информации?",
    answers: [
      "Полностью удовлетворен(а)",
      "Удовлетворен(а)",
      "Частично удовлетворен(а) ",
      "Не соответствует моим запросам, требуется расширить (уточните, в какой области) _______________________________________________________ ",
      "Затрудняюсь ответить",
    ],
  },
  {
    question: "Какие на Ваш взгляд цели и задачи стоят перед Службой?",
    subtitle: "(выберите не более трех вариантов ответа)",
    answers: [
      "Сбор официальной статистической информации",
      "Формирование официальной статистической информации",
      "Цифровизация статистических данных",
      "Полнота сбора официальной статистической информации",
      "Снижение отчетной нагрузки на респондентов",
      "Использование альтернативных источников данных",
      "Координация статистической методологии",
      "Прогнозирование социально-экономического развития",
      "Удовлетворение потребностей пользователей официальной статистической информацией",
      "Повышение доверия к официальной статистике и улучшение имиджа Росстата",
      "Совершенствование статистической методологии",
      "Реализация проектов национального значения",
    ],
  },
  {
    part: "III.	Открытость Службы",
    question: `Принимали ли Вы участие в общественных и экспертных обсуждениях 
по различным вопросам деятельности Службы?  
`,
    answers: ["Да", "Нет (переходите к вопросу № 16)"],
  },
  {
    question: `Насколько часто, по Вашему мнению, учитываются результаты общественных 
и экспертных обсуждений в работе Службы? 
`,
    answers: [
      "Учитываются всегда",
      "Иногда учитываются",
      "Практически никогда не учитываются",
      "Никогда не учитываются",
      "Затрудняюсь ответить",
    ],
  },
  {
    question:
      "Как бы Вы в целом оценили уровень и качество общественных и экспертных обсуждений деятельности Службы?",
    answers: [
      "Очень высокие ",
      "Скорее высокие",
      "Скорее низкие ",
      "Очень низкие",
    ],
  },
  {
    question: `Насколько активно за предыдущий год Служба предоставляла свою информацию для средств массовой информации? Если Вы не представитель СМИ, переходите к следующему вопросу.`,
    subtitle:
      "(Отметьте или выделите цветом ячейку напротив каждого канала СМИ в соответствии с тем, какова, на Ваш взгляд, степень активности освещения информации на данном канале)",
    answers: [
      "Интернет",
      "Федеральные телеканалы",
      "Региональные/ местные телеканалы",
      "Центральная пресса",
      "Региональная пресса",
      "Радио",
    ],
    variants: [
      "Активно",
      "Умеренно",
      "Практически не предоставляла",
      "Не предоставляла",
      "Затрудняюсь ответить",
    ],
  },
  {
    question:
      "Посещаете ли Вы официальный интернет-портал Росстата (www.rosstat.gov.ru)? ",
    answers: ["Да", "Нет (переходите к вопросу № 19)"],
  },
  {
    question: `Как бы Вы оценили официальный интернет-портал Росстата по следующим критериям: (Оцените по 5-балльной шкале:
`,
    subtitle: `где 1 – полностью не удовлетворен(а),
а 5 – полностью удовлетворен(а); отметьте или выделите цветом ячейку с подходящей для каждого критерия оценкой) `,
    answers: [
      "Полнота предоставления информации",
      "Своевременность обновления информации",
      "Удобство ",
      "Интерфейс",
      "Легкость поиска информации ",
      "Ваше общее впечатление",
    ],
    variants: ["1", "2", "3", "4", "5"],
  },
  {
    question: `Как в целом Вы оцениваете изменения в результатах деятельности Росстата 
за прошедший (2020) год?
`,
    answers: [
      "Выше ожиданий",
      "Положительно",
      "Ничего не изменилось",
      "Отрицательно",
      "Затрудняюсь ответить",
    ],
  },
  {
    part: "IV. Информация о Вас",
    question: "Укажите, пожалуйста, Ваш пол:",
    answers: ["Мужчина", "Женщина"],
  },
  {
    question: "Ваш возраст:",
    answers: ["18 – 21", "22 – 35", "36 – 49", "50 – 60", "61 и выше"],
  },
  {
    question: "Ваше образование:",
    answers: [
      "Среднее общее",
      "Среднее профессиональное",
      "Высшее",
      "Наличие ученой степени",
    ],
  },
  {
    question: "Ваша сфера деятельности:",
    answers: [
      "Государственное управление",
      "Муниципальное управление ",
      "Бизнес",
      "Наука",
      "Образование",
      "Общественные организации",
      "СМИ",
      "Предпринимательство ",
      "Международные организации",
      "Другое (уточните)_______________________",
    ],
  },
  {
    question: "Благодарим Вас за участие в опросе!",
    answers: [],
  },
];

export const getData = () => data;
